[
    "Rana ura zlata ura!",
    "Kdor drugemu jamo koplje, sam vanjo pade.",
    "Kogar se bojiš, tega ne ljubiš.",
    "Vsak je svoje sreče kovač.",
    "Kdor je zadovoljen, najmanj potrebuje.",
    "Poslušaj, preden spregovoriš, mogoče sprevidiš, da je bolje, če molčiš.",
    "Bedaki uporabljajo stavo za dokaz.",
    "Kdor z malim zadovoljen ni, velikega vreden ni!",
    "Ne glej, kdo govori, temveč poslušaj, kaj govori.",
    "Manj ko govoriš, dlje se te sliši.",
    "Kdor kaže svojo denarnico, komaj čaka, da ostane brez nje.",
    "Po toči zvoniti je prepozno.",
    "Kokodaka lahko vsak, ne more pa vsak znesti jajca.",
    "Pijača vleče denar iz žepa, pamet pa iz glave.",
    "Kdor je z malim zadovoljen, povsod pogrnjeno mizo najde.",
    "Na krotkega osla vsi natovarjajo.",
    "Čudeži so za tiste, ki vanje verjamejo.",
    "V jezi lahko tudi v vodnjak skočiš, a ti tudi sedemkrat hujša jeza ne pomaga zlesti iz njega.",
    "Lepi in slepi ne vidita kod hodita skupaj.",
    "Če bi lovec vedno ujel, bi mu rekli nosec, ne lovec.",
    "V vsaki školjki ni bisera, a v vsako je treba pogledati.",
    "Na enem oslu ni prostora za dva bedaka.",
    "Kdor za drugega jamči, mu daje ključ svojega imetja.",
    "Ko gre človek navzdol, ga vsi porivajo.",
    "Ni važno koliko znamo, marveč kako znamo.",
    "Vesel človek je kot sonce: koder hodi, sveti.",
    "Sreča je naklonjena tistim, ki uporabljajo pamet.",
    "Odpri oči, da ti jih ne bodo drugi.",
    "Zlahka obljubi, kdor besede ne drži.",
    "Roke rade pozabijo, kaj so usta obljubila.",
    "Kdor neumno obljubi, mora obljubo pametno izpolniti.",
    "Več stori, kdor hoče, kakor kdor zmore.",
    "Tisti, ki najmanj zmorejo, največ hočejo.",
    "Narava nas uči govoriti, pamet molčati.",
    "Kdor veliko govori, veliko ve ali pa veliko laže.",
    "Tujo pšenico vsak s svojim mernikom meri.",
    "Prvi rod sadi drevesa, drugi uživa v senci.",
    "Tajiti zmoto, je dvojna zmota.",
    "Misli, da ti ne bo treba spet premišljevati.",
    "Kjer vlada moč, nima razum kaj iskati.",
    "Lačna vrana se ne zmeni za strašilo.",
    "Nobena juha se ne poje tako vroča, kakor se skuha.",
    "Revež nima prostega časa.",
    "Hvaležnost je lotos, katerega cvetovi hitro ovenijo.",
    "Če hočeš biti močan, premagaj samega sebe.",
    "Če dvomiš o človeku, z njim ne posluj. Če z njim posluješ, ne dvomi.",
    "Naj slišijo tvoja ušesa, kaj govorijo tvoja usta.",
    "Ne grizi, če ne veš v kaj grizeš.",
    "V tuji hiši je najbolje biti napol gluh, nem in slep.",
    "Bog daj norcem pamet, nam pa denar.",
    "Kdor želi druge kaznovati, naj začne pri sebi.",
    "Kadar močnejši deli, ni težko uganiti koliko dobi šibkejši.",
    "Ura teče nič ne reče.",
    "Ljubo doma, kdor ga ima.",
    "Zdrav duh v zdravem telesu.",
    "Kjer osel sedi tam dlako pusti.",
    "Jabolko ne pade daleč od drevesa.",
    "Vaja dela mojstra, mojster dela vajo.",
    "Kdor grdo gleda, še grše misli.",
    "Kdor jezika špara, kruha strada.",
    "Od zunaj meden, od znotraj strupen.",
    "Samohvala se pod mizo vala.",
    "Kdor molči ta devetm’u odgovori.",
    "Zarečenega kruha se največ poje.",
    "Veliko govorice, malo resnice.",
    "Nihče ne ljubi domovine, ker je velika, temveč ker je njegova.",
    "Najprej pometi pred svojim pragom, šele nato pred sosedovim.",
    "Pri jedi se drži naprej, pri pijači nazaj, pri delu pa ob strani.",
    "Kar lahko storiš danes, ne odlašaj na jutri.",
    "Kadar žalost do vrha prekipi, se veselje oglasi.",
    "Lepa beseda vedno lepo mesto najde.",
    "Laž ima kratke noge.",
    "Po jutru se dan pozna.",
    "Rana ura, zlata ura.",
    "Če z malim nisi zadovoljen velikega vreden nisi.",
    "Ne hvali dneva pred nočjo.",
    "Kdor se zadnji smeje se najslajše smeje.",
    "Brez mule se tuti čevelj ne obuje.",
    "Srečen je kdor zna živeti s skromnimi željami.",
    "Če bi posojila čemu služila, bi posojali tudi žene.",
    "V vinu je resnica.",
    "A k o se dosti moži jih in ženi o pusti, pride jih dosti na oklic in ljudem v čeljusti.",
    "Amerikanski denar je kakor pena (nima teka).",
    "Beseda se v vsakih ustih malo zredi.",
    "Beseda tudi nekaj velja.",
    "Bog je dal, Bog je vzel.",
    "Bogastvo nima korenin.",
    "Boljša je pest domače zemlje, kakor na tujem so zlate gore. (Prim. K š 26.)",
    "Boljši je v miru v oblicah krompir, kakor pečenka tam, kjer je nemir. (Prim. K š 26—7.)",
    "Boljši škrjanec v r<ikah ko orel v planini.",
    "Boš že potrpel, pa če bi tudi drva na tebi sekali, saj ne b o dolgo.",
    "če Bog dom varuje, sreča v njem stanuje.",
    "če konj v vodi stoji, mu ni treba žvižgati (da bi pil).",
    "Če ljuba ti je snaga, sam spravi gnoj od praga.",
    "Če pride satan v cerkev, se spravi precej na oltar.",
    "Če ubog berač drugemu kaj da, se vesele angeli v nebesih.",
    "Človeško življenje ni žoga.",
    "Dan ima oči, noč pa ušesa.",
    "Daljava — in pa lahka sprava.",
    "Danes s tačicami, jutri s krempeljčki.",
    "Dokle, pridne in poštene, so bolj redke ko zlat denar.",
    "Delo je zdravilo.",
    "Dober biti je težko.",
    "Dober pastir hodi pred ovcami.",
    "Dober pastir ovce striže, ne dere.",
    "Dobra volja vse premore.",
    "Dobro je na novo mašo iti, tudi če ima človek nove čevlje raztrgati.",
    "Dosti ima marsikdo, preveč pa nihče. (Bolje K š 191 Veliko … )",
    "En slab gospodar je včasih boljši ko sto dobrih.",
    "Eno samo poleno ne gori rado.",
    "Gospodar, ki za mizo sedi, ne ve, kaj hlapec trpi.",
    "Greh je v sladkor zavit strup.",
    "Hiša je jama za denar notri metati.",
    "Hudič lovi duše na sladke limanice.",
    "Jaga je hudičeva bratovščina.",
    "Jutro je modrejše od večera.",
    "Kakor se nagne drevesce, tako bo rastlo drevo.",
    "Kakršen pastir, tak pes.",
    "Kar človek zastonj dobi, je najdražje.",
    "Kar človek v treznosti misli, to v pijanosti govori.",
    "Kar rado se ima, se zmirom igra.",
    "Kar je Bog naredil, naj človek ne prenareja.",
    "Kajža je rajža; če ni oče na rajži, pa ni kruha v kajži (kajžar mora hoditi okoli po delu, da kaj zasluži za družino).",
    "Kdor Boga časti, srečno živi.",
    "Kdor hoče peska, naj gre na Čatež (kjer imajo najboljši pesek v vsi okolici), kdor hoče žita, naj gre v Dobrnič (kjer je polje posebno ugodno za žita).",
    "Petje zdravic (pijančevanje) najbolj lioristi zdravnikom in lekarjem.",
    "Pijanost več ljudi konča ko meč.",
    "Pijancu še luč ne sveti.",
    "Pisava razodeva človeka.",
    "Pes je več vreden (za osebno varstvo) ko dva revolverja.",
    "Pohlevna žena je biser vsake družine.",
    "Poleg bolnika je še zdravi žalosten.",
    "Ponos in trma — sta m enega grma.",
    "Povsod nese žlica v usta.",
    "Pri žepu se vse neha.",
    "Riba na suhem pogine.",
    "Ruševec ima na vsakem peresu oči (talko je previden).",
    "S kruhom soli — lice rdi.",
    "Saj še vsi prsti na roki niso enaki, pa bi bili otroci v družini !",
    "Skrb dela sive lase.",
    "Slovenska kri — ne fali.",
    "Služba je hudičeva družba.",
    "Smrdi kakor hudičevo govno.",
    "Snaga — k zdravju pomaga.",
    "Star panj se rad vname.",
    "Stara ljubezen če ne gori, pa tli.",
    "Starega človeka padec je smrtnica (smrtna ura).",
    "Stari gnoj na dvorišču pa stara dekle pri hiši, je enaka korist.",
    "Starost je sama na sebi bolezen.",
    "Tat, ki zna ukrasti, zna tudi skriü.",
    "Tepi se z gospodo za nož, le ti boš zgrabil za rezilo.",
    "Tolažba je poceni.",
    "Tujina je strup za mladega človeka.",
    "Uboštvo ni sramota.",
    "Ukradena stvar peče.",
    "V delu je čast.",
    "Večkrat so iz šale — nesreče že nastale.",
    "Velika glava veliko ve.",
    "Vsaka lastovka pozna svoje gnezdo.",
    "Vsi smo krvavi pod kožo in mokri pod jezikom.",
    "Z lepo besedo ti še graščine odpro.",
    "Za nič je pes, ki se pusti za rep prijeti.",
    "Zakon brez otrok je kot oltar brez svetnikov.",
    "Zgodaj umre, komur se vedno mudi.",
    "Ženo spoznaš po moževi srajci.",
    "Kdor najbolj grozi, se najbolj boji.",
    "Kdor pride prosit, naj ne žali.",
    "Kdor prime za koprivo, se opeče.",
    "Kdor ne mara rož, ne more biti dober človek.",
    "Kdor rad kruh je, je zdrav.",
    "Kdor se v nevarnost poda, se v nevarnosti konča.",
    "Kdor služi, je do grla v luži.",
    "Kjer je dosti blaga, ni Boga.",
    "Kjer je Bog, je tudi križ.",
    "Kjer ljubezen vlada, ni treba dosti postav.",
    "Kjer ni Boga, je hudič.",
    "Kdor s sosedi rad v miru živi, s plotom posestvo si ogradi.",
    "Kdor v jeseni pogori, dvakrat pogori.",
    "Klen (riba ) ima oči na vsaiki luski (tako je previden).",
    "Ko si 20 let stalr, če niisi lep, ne boš nikoli; ko si 30 let, če nisi močan, ne boš nikoli; ko si 40 let, če nisi bogat, ne boš nikoli.",
    "Kranjec počasi (previdno) vozi.",
    "Krojač takrat zastonj ubode, kadar vozla ne naredi.",
    "Lačen želodec nima ušes.",
    "Lastavica z doma — sreča z njo odroma.",
    "Lastavke so rade, kjer so ljudje.",
    "Lakota je huda mati.",
    "Lisica ne krade blizu doma.",
    "Lisico je lahko zadeti, če ne drugega, vsaj njen,rep.",
    "Ljubo doma — v naročju Boga.",
    "Loza (bosta) ima oči in ušesa.",
    "Majhen stolček, pa dobro drži.",
    "Mali lonci imajo tudi ušesa.",
    "Mali piskrčki veliko požro.",
    "Materina šiba je boljša ko beli kruh.",
    "Mošnja ne pozna ne sestre, ne brata.",
    "Možak se skrije v brado, ženska pa v ruto.",
    "Mrzle peči nihče ne objema.",
    "Na zemlji ni nebes.",
    "Na žgancih tropine pa kislega zelja — vse mine, ko pridem od dda .",
    "Naj človek pol sveta obleče, doma najboljši kruh se peče.",
    "Na vsem svetu se vse dobi.",
    "Najbolj gluh je tisti, ki noče poslušati.",
    "Nazadnje se človek vsemu privadi, kakor osel batinam.",
    "Ne kaže vsake malenkosti obešati na veliki zvon.",
    "Ne sodi človeka po obrazu!",
    "Ne vtikaj glave v pesek!",
    "Ni nesreča, če ti kruh v med pade.",
    "Nikjer ni za vse prav.",
    "Nikdo ni tako hudoben, da bi ne imel tudi kake dobre lastnosti.",
    "Obljuba dela dolžnost.",
    "Obljubiti je moda, a izpolniti je škoda.",
    "Otrokom in ženskam ne krati igrač !",
    "Petelin je kralj na svojem gnoju.",
    "O letnih časih, vremenu in zdravljenju.",
    "Česen devet bolezni odžene.",
    "Česna naveže — vse mu odleže.",
    "Eno leto strada živina, drugo pa ljudje (kadar je slaba letina).",
    "Jasna svečnica — žalostna kmetica.",
    "Kadar buče sadiš, se moraš lagati, da bodo debele.",
    "Kadar se razlije voda na široko, ni tako nevarna.",
    "Ko se lisica na ovsenem strnišču povalja, je njen kožuh že dober.",
    "Le ne obupaj, česnu zaupaj!",
    "Megla gre vsaksebi.",
    "Toč a škoduje, če bi j o tudi v žaklju nesel čez polje.",
    "Beži, kakor da mu gori za petami.",
    "Denarja ima več ko ciganska družina grehov.",
    "Drži se kakor bi bil pil čmeriko.",
    "Drži se resno ko na sodniji.",
    "Gad se je ugriznil v svoj rep.",
    "Glasen je kakor mlada lastovka.",
    "Godi se mu dobro kakor črvu v loju.",
    "Godilo se mu je dobro kakor lačnemu komarju ob veliki vročini med kopalci.",
    "Govori, kakor bi veter zavijal okrog oglov.",
    "Hlod je svoje teslo našel.",
    "Hudo je, kadar se glad z žejo oženi.",
    "Iz te moke ne bo kruha.",
    "Še pes ima rad pri jedi mir.",
    "Bolje črn kos kruha, kakor prazna torba.",
    "Nobena juha se ne poje tako vroča kot se skuha.",
    "Lakota je najboljša kuharica.",
    "Lakota je najboljša začimba.",
    "Kdor pije, ne da bi bil žejen in je, ne da bi bil lačen, zgodaj umre.",
    "Kdor je božji, je sit.",
    "Kdor gre na Dunaj, naj pusti trebuh zunaj.",
    "Zjutraj jej kot kralj, opoldne kot meščan, zvečer kot berač.",
    "Brez krompirja ni kosila.",
    "Vse je šlo za med.",
    "Močnik je steber kranjske dežele.",
    "Velike ribe male žro.",
    "Še medveda naučijo z lakoto plesati.",
    "Voda za obraz, vino za dušo.",
    "V vinu je resnica.",
    "Kdor vino večerja, vodo zajtrkuje.",
    "Eno jabolko na dan, odžene zdravnika stran.",
    "Zelje želodec samo nastelje.",
    "Jabolko je zjutraj zlato, opoldne srebrno, zvečer pa svinčeno.",
    "Dobro jutro, žganje, zbogom pamet.",
    "Boljše je vino iz lonca, kakor voda iz zdenca.",
    "Kdor ne dela, naj ne je.",
    "Zrno do zrna pogača, kamen na kamen palača.",
    "Črne roke, bela pogača.",
    "S trebuhom za kruhom.",
    "Če kruhek pade ti na tla, poberi in poljubi ga.",
    "Kruha je pijan.",
    "Ljubezen gre skozi želodec.",
    "Naslikanega kruha ne moreš pojesti.",
    "Dobra jed se sama ponuja.",
    "Lakota je najboljši kuhar.",
    "Žganci bero mnoga masla.",
    "Pri kosti je mesa zadosti.",
    "Če je človek še tako star, si želi še kako leto živeti.",
    "Stara kosa navadno bolje reže kakor nova.",
    "Brez starca ni udarca.",
    "S starega drevja sadje samo pada.",
    "Star kozel ima trd rog.",
    "Starega vina, starih prijateljev se drži.",
    "Stari voli potegnejo iz drage.",
    "Toliko si star, kolikor se počutiš.",
    "Važno je, kako živiš, ne, kako dolgo.",
    "Veselo srce je pol zdravja.",
    "Žalost in tuga je strupena kuga.",
    "Star človek je kakor kaplja na veji.",
    "Starost – slabost.",
    "Mlado drevesce se dá zravnati, staro drevo se ulomi.",
    "Star človek – drugič otrok. Star – dvakrat otrok.",
    "Star človek je sam sebi na potu.",
    "Starega drevesa ni mogoče presaditi.",
    "Starega konja ne naučiš jahati.",
    "Starega medveda ne naučiš več rajati.",
    "Starost je grda in ne prihaja sama, ampak pripelje nadloge s seboj.",
    "Starost ni rada sama.",
    "Starost ni radost.",
    "Starost prihaja – moč odhaja.",
    "Starost se neopazno pritihotapi.",
    "Starim ljudem gre nerado iz pesti.",
    "S starim se novo hrani.",
    "Za staro vero, stare ljudi in star denar naj ti bo vselej mar.",
    "Bolje je biti s starimi ljudmi v peklu kakor z mladimi v nebesih.",
    "Bolje je z mladim praprot žeti, kakor s starim cekine šteti.",
    "Starca je treba slušati, a z njim ne hoditi.",
    "Kakor starci delajo, tako se mladi uče.",
    "Kakor stari pojo, tako mladci cvrče.",
    "Grehi staršev se maščujejo nad otroki.",
    "Kadar ni dediščine, se otroci na grobu ljubijo, če pa je kaj, se pa grdo gledajo.",
    "Kdor staršev v življenju ne spoštuje, jih na grobu objokuje.",
    "Kdor svojim staršem življenje greni, sam srečo pohodi, v nadloge drevi.",
    "Kdor mater tepe, mu roka usahne.",
    "Materina kletev otrokom hišo podira.",
    "Otrok šele takrat plača materi, kadar ji ob smrti glavo umije.",
    "O soodvisnost med človekovo starostjo in mladostjo.",
    "Vprašala bodo stara leta, kaj so delala mlada.",
    "Grehi mladosti se kaznujejo v starosti.",
    "Sprašuje starost, kje je bila mladost.",
    "Težko je staremu iti pamet iskat, ako jo je zgubil mlad.",
    "Čas je zlato.",
    "Čas zaceli vse rane.",
    "Hiti počasi.",
    "Čas vse dozori.",
    "Ura zamujena ne vrne se nobena.",
    "S časom se celo čas obrne.",
    "Kdor zgodaj vstaja, mu časa preostaja. Rana ura, zlata ura.",
    "Kdor čas svoj prav obrne, se s čednostjo ogrne.",
    "Nobena pesem ni tako dolga, da se ne bi izpela.",
    "Noben dan ni tako dolg, da ne bi bilo večera.",
    "Lepota sivih las, je prav obrnjen čas.",
    "En dan poučuje drugega.",
    "Muzej je edini kraj, kjer lahko čas zavrtimo nazaj.",
    "Vse ure ranijo, a zadnja ubije.",
    "Dober glas ima čas.",
    "Slabe navade lahko premagaš samo danes, ne jutri.",
    "Boljši danes kos kakor jutri gos.",
    "Najmanj naredi kdor nima nikoli časa.",
    "Kdor prej pride, prej melje.",
    "Vsaka reč ima svoj čas.",
    "Požrešnost jih več pogubi, kakor kuga, lakota in meč.",
    "Kdor druge opravlja na sebe pozablja.",
    "Kdor se zadnji smeje, se najslajše smeje.",
    "Kdor hitro sodi se hitro kesa.",
    "Kdor slabo vest ima, se sam izda.",
    "Kdor živi od laži, ga laž pokoplje.",
    "Lastni vesti ne ubežiš.",
    "Kdor druge sramoti, se sam osramoti.",
    "Kdor visoko viha nos, bo kmalu hodil bos.",
    "Najbolj prazen je tisti, ki je samega sebe poln.",
    "Zavist meri na druge, a zadene sebe.",
    "Lastna hvala medle konje jezdi.",
    "Lastna hvala, cena mala.",
    "Najprej pometi pred svojim pragom.",
    "Zavist je sama najhujša kazen zavistnežu.",
    "Kdor visoko leta nizko pade.",
    "Nepošteno pridobljeno ne pride na drugo koleno.",
    "Kdor gladi koprivo, se opeče.",
    "Lakomnemu vedno nekaj manjka.",
    "Med dvema stoloma se na tla usedeš.",
    "Kdor ne uboga, ga tepe nadloga."
]